tap "anomalyco/tap"
brew "gh"
brew "git"
brew "mise"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
cask "bruno"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "gotiengviet"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "tableplus"
cask "visual-studio-code"
