brew "gh"
brew "git"
brew "hurl"
brew "mise"
brew "starship"
brew "tree"
brew "uv"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "claude-code"
cask "cursor"
cask "google-chrome"
cask "gotiengviet"
cask "raycast"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "zalo"
